Repository: lukadupli/MIScan
Catalog: lib/l10n/app_*.arb
Languages: hr

# homePageTitle
source: Home
hr: Početna

# scanListTitle
source: Recent
hr: Nedavno

source: No scans yet!
hr: Nema prijašnjih skenova!

# tipForCreatingScans
source: Click on the button below to create a new scan!
hr: Pritisnite gumb dolje desno za izradu novog skena.

# confirmDeletionTitle
source: Confirm deletion
hr: Potvrdi brisanje

# confirmDeletionContent
source: Are you sure you want to delete file '{filename}'?
hr: Jeste li sigurni da želite izbrisati datoteku '{filename}'?

source: Yes
hr: Da

source: No
hr: Ne

source: Cancel
hr: Otkaži

# newScanTooltip
source: Create a new scan
hr: Izradi novi sken

# chooseSourceTitle
source: Import from
hr: Uvezi iz

# imageSource
source: {source, select, camera{Camera} gallery{Gallery} other{Other}}
hr: {source, select, camera{Kamere} gallery{Galerije} other{Druga lokacija}}

# shareTooltip
source: Share
hr: Dijeli

# deleteTooltip
source: Delete
hr: Izbriši

# galleryExportTooltip
source: Export to gallery
hr: Izvezi u galeriju

# pdfTooltip
source: Create a PDF file
hr: Izradi PDF datoteku

# editTooltip
source: Edit
hr: Uredi

source: Today
hr: Danas

source: Yesterday
hr: Jučer

# fileExistsTitle
source: File already exists
hr: Datoteka već postoji

# fileExistsContent
source: File with the name '{filename}' already exists. Do you want to replace it?
hr: Datoteka s imenom '{filename}' već postoji. Želite li je zamijeniti?

# exportConfirmTitle
source: Confirm export
hr: Potvrdi izvoz

# galleryExportConfirmContent
source: Are you sure you want to export file '{filename}' to gallery?
hr: Jeste li sigurni da želite izvesti datoteku '{filename}' u galeriju?

# downloadsExportConfirmContent
source: Are you sure you want to export file '{filename}' to downloads?
hr: Jeste li sigurni da želite preuzeti datoteku '{filename}'?

# exportPermissionTitle
source: Unable to export
hr: Dopuštenja

# exportPermissionContent
source: App needs the permission to manage external storage in order to export files
hr: Aplikaciji je potrebno dopuštenje upravljanja svim datotekama kako bi mogla izvoditi datoteke

source: Open settings
hr: Otvori postavke

source: Try again
hr: Pokušaj ponovo

# galleryExportConfirmation
source: File '{filename}' exported to gallery
hr: Datoteka '{filename}' uspješno izvedena u galeriju

# downloadsExportConfirmation
source: File '{filename}' exported to downloads
hr: Datoteka '{filename}' uspješno preuzeta

source: Loading
hr: Učitavanje

# transformPageTitle
source: Select corners
hr: Odaberi vrhove

# bookTransformPageTitle
source: Select curve
hr: Odaberi krivulju

# cannotTransformTitle
source: Cannot transform
hr: Transformacija nemoguća

# cannotTransformContent
source: Image cannot be transformed from selected corners
hr: Nemoguće je transformirati sliku iz odabranih vrhova

source: Contrast
hr: Kontrast

source: Brightness
hr: Svjetlina

source: Welcome!
hr: Dobrodošli!

# aboutApp
source: MIScan is a lightweight app for fast scanning of documents and book pages.
hr: MIScan je aplikacija za brzo i jednostavno skeniranje dokumenata i stranica knjiga.

# documentScanningTitle
source: Document scanning
hr: Skeniranje dokumenata

# documentScanningContent
source: To scan a flat piece of paper select its corners by dragging the black circles and press the check button.
hr: Kako biste skenirali dokument, povlačenjem crnih krugova odaberite kutove dokumenta te pritisnite gumb s kvačicom.

# bookPageScanningTitle
source: Book page scanning
hr: Skeniranje stranice knjige

# bookPageScanningContent1
source: To scan a curved page of paper first select its corners and press the book button ...
hr: Kako biste skenirali stranicu knjige prvo odaberite kutove stranice te pritisnite gumb s ikonom knjige ...

# bookPageScanningContent2
source: ... then, by dragging the white circles, fit the curve to match the curvature of the page and press the check button.
hr: ... zatim, povlačeći bijele kružiće, namjestite krivulju tako da se podudara s zakrivljenim rubom stranice te pritisnite gumb s kvačicom.

source: Next
hr: Sljedeće

source: Done
hr: Gotovo
